---
kind: property
id: P:Autodesk.Revit.DB.Structure.FabricSheetType.MinorSpacing
source: html/1f6363a9-f8c9-b837-88f8-1c5eb13005b0.htm
---
# Autodesk.Revit.DB.Structure.FabricSheetType.MinorSpacing Property

The spacing between the wires in the minor direction (not including the overhangs).

## Syntax (C#)
```csharp
public double MinorSpacing { get; }
```